export const faqList = [
  {
    question: 'آوانتک A7 چیست؟',
    answer:
      'آوانتک A7 یک سیستم امنیتی و کنترلی هوشمند نسل جدید است که بر پایه اینترنت کار می‌کند. این سیستم امکانات دزدگیر حرفه‌ای و خانه هوشمند را با قابلیت کنترل و نظارت از راه دور از طریق اپلیکیشن اختصاصی موبایل ترکیب می‌کند.',
  },
  {
    question: 'آیا آوانتک A7 فقط یک دزدگیر است؟',
    answer:
      'خیر، علاوه بر اینکه یک دزدگیر حرفه‌ای است، قابلیت‌های خانه هوشمند مانند کنترل خروجی‌ها بر اساس دما، زمان یا وضعیت ورودی‌ها را نیز ارائه می‌دهد.',
  },
  {
    question: 'چگونه می‌توانم آوانتک A7 را کنترل کنم؟',
    answer:
      'از طریق اپلیکیشن اندروید و iOS آوانتک می‌توانید دستگاه را به‌صورت اینترنتی یا پیامکی کنترل و نظارت کنید.',
  },
  {
    question: 'اگر اینترنت WiFi من قطع شود، آیا کنترل دستگاه را از دست می‌دهم؟',
    answer:
      'خیر، آوانتک A7 از اتصال همزمان سیم‌کارت (GPRS) و WiFi پشتیبانی می‌کند. کنترل پیامکی نیز فعال است.',
  },
  {
    question: 'آیا اتصال اینترنتی آوانتک A7 امن است؟',
    answer:
      'بله، از پروتکل‌های رمزنگاری سبک‌وزن و امن استفاده می‌شود تا ارتباطات کاملاً امن باشد.',
  },
];