import { FaBell, FaHome, FaMobileAlt, FaShieldAlt, FaSyncAlt, FaWifi } from 'react-icons/fa';

export const features = [
  {
    icon: <FaShieldAlt />,
    title: 'دزدگیر حرفه‌ای',
    description: 'سیستم دزدگیر سه‌حالته با چهار زون باسیم و دو زون بی‌سیم. قابلیت تشخیص خودکار خرابی سنسورها و جلوگیری از آژیر مزاحم.'
  },
  {
    icon: <FaHome />,
    title: 'خانه هوشمند',
    description: 'مجهز به سنسور دما، دو ورودی و چهار خروجی. قابلیت تنظیم خروجی‌ها به صورت زمان‌دار، متصل به ورودی و یا متصل به سنسور دما.'
  },
  {
    icon: <FaMobileAlt />,
    title: 'اپلیکیشن اختصاصی',
    description: 'اپلیکیشن اندروید و وب‌اپ (PWA) با قابلیت کنترل و نظارت بر وضعیت دستگاه به صورت اینترنتی و پیامکی.'
  },
  {
    icon: <FaWifi />,
    title: 'مبتنی بر اینترنت',
    description: 'اتصال دستگاه به اینترنت از طریق سیم‌کارت و WiFi به صورت همزمان با پروتکل‌های ارتباطی سرتاسر رمزنگاری شده و سبک‌وزن.'
  },
  {
    icon: <FaBell />,
    title: 'اعلانات لحظه‌ای',
    description: 'دریافت اعلانات تغییر وضعیت ورودی و خروجی‌ها، قطع برق و هشدار سرقت به صورت آنی در اپلیکیشن از طریق اینترنت.'
  },
  {
    icon: <FaSyncAlt />,
    title: 'آپدیت از راه دور',
    description: 'قابلیت بروزرسانی نرم‌افزار سیستم و دریافت رایگان ویژگی‌های جدید به صورت اینترنتی.'
  }
];
